[
    "#fringe\n$fringe \n[[oracle minimised stablecoin links]]",
    "### Questions I have:\n- Are there any other goods which both:\n\t- are necessary for all action in the same way energy is\n\t- can not be resolved back to energy\n- What is the reason why energy has this economic significance whereas water does not?\n\t- Aren't both required by humans to exist and engage in any production processes/action?\n\t- Are there also other goods similar to water which also have this property?\n\t\t- E.g.\n\t\t\t- all of the chemicals/elements necessary for life to exist?\n\t\t\t- heat dissipation mechanisms (given all energy consumption produces heat which must be dissipated)\n- Is there anything which energy itself can be resolved back to?\n\t- In the same sense as other things such as bitcoin mining can be \"resolved back to\" energy?",
    "Is bluesky censorship resistant or mastadon-esque",
    "Supply creates its own demand because \"No man produces but with a view to consume or sell, and he never sells but with an intention to purchase some other commodity, which may be immediately useful to him, or which may contribute to future production\".",
    "### morpho orderbook mechanism",
    "GD is capable of inventing new ideas but doing so is a much more roundabout way of achieving its goal of reducing training loss and hence is only something you'd expect it to do if orders of magnitudes more compute were allocated to it than the qty of compute necessary for it to be able to simply learn existing human ideas, which are much more effective at achieving its goal of accurately modelling human generated text.\n1:02 AM",
    "distbit \nthat is a very interesting idea tbh",
    "### Questions I have:\n- Are there any other goods which both:\n\t- are necessary for all action in the same way energy is\n\t- can not be resolved back to energy\n- What is the reason why energy has this economic significance whereas water does not?\n\t- Aren't both required by humans to exist and engage in any production processes/action?\n\t- Are there also other goods similar to water which also have this property?\n\t\t- E.g.\n\t\t\t- all of the chemicals/elements necessary for life to exist?\n\t\t\t- heat dissipation mechanisms (given all energy consumption produces heat which must be dissipated)\n- Is there anything which energy itself can be resolved back to?\n\t- In the same sense as other things such as bitcoin mining can be \"resolved back to\" energy?",
    "concentrated liquidity is not price agnostic as xyk is, hence needs some external or internal price source. applies to e.g. curvev2, univ3, dodo, orderbooks etc.",
    "also need to figure out how to prevent oracle latency from impacting protocol in various cases where the protocol implicitly or explicitly allows outside actors to trade assets such as when rebalancing via keepers or when allowing for users of different portfolios to send their coins to one another, effectively allowing them to sell the origin portfolio for the dest portfolio.",
    "long has infinite gain, capped los. short has infinite loss, capped gain",
    "[[sztorc's cost of privacy argument]]",
    "### blend"
]